Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

# Stalled {0} sessions — back to {1} {2} of help and build up again.
source: Stalled %1$@ sessions — back to %2$@ %3$@ of help and build up again.
ar: توقّف التقدم %1$@ جلسات — عودة إلى %2$@ %3$@ من المساعدة والبناء من جديد.
de: %1$@ Einheiten festgefahren — zurück auf %2$@ %3$@ Hilfe und neu aufbauen.
es: %1$@ sesiones estancado — vuelve a %2$@ %3$@ de ayuda y sube otra vez.
fr: %1$@ séances au point mort — retour à %2$@ %3$@ d’aide et on remonte.
hi: %1$@ सत्र से रुका हुआ — वापस %2$@ %3$@ सहारे पर और फिर से बढ़ाओ।
hu: %1$@ edzés óta megrekedt — vissza %2$@ %3$@ segítségre, és építsd fel újra.
it: Fermo da %1$@ sessioni — torna a %2$@ %3$@ di aiuto e risali.
ko: %1$@회 정체 — 보조 %2$@ %3$@로 돌아가 다시 쌓기.
pl: Zastój od %1$@ sesji — wróć do %2$@ %3$@ pomocy i buduj od nowa.
pt: %1$@ sessões estagnado — de volta a %2$@ %3$@ de ajuda e sobe outra vez.
pt_br: %1$@ sessões estagnado — de volta a %2$@ %3$@ de ajuda e sobe outra vez.
ru: Застой %1$@ тренировок — назад к %2$@ %3$@ помощи и набирать заново.
th: ตัน %1$@ ครั้ง — กลับไปใช้ตัวช่วย %2$@ %3$@ แล้วไต่ใหม่
tr: %1$@ antrenmandır takılı — %2$@ %3$@ desteğe dön ve yeniden çık.
uk: Застій %1$@ тренувань поспіль — назад до %2$@ %3$@ допомоги й нарощуй знову.
zh: 已停滞 %1$@ 次 — 回到 %2$@ %3$@ 辅助，重新往上加。

# Stalled {0} sessions — deload to {1} {2}.
source: Stalled %1$@ sessions — deload to %2$@ %3$@.
ar: تعثر %1$@ جلسات متتالية — خفّف الحمل إلى %2$@ %3$@.
de: %1$@ Einheiten festgefahren — Deload auf %2$@ %3$@.
es: %1$@ sesiones estancado: descarga a %2$@ %3$@.
fr: Bloqué depuis %1$@ séances — décharge à %2$@ %3$@.
hi: %1$@ सेशन से रुकावट — %2$@ %3$@ पर डीलोड।
hu: %1$@ edzés óta megrekedt — deload erre: %2$@ %3$@.
it: Fermo da %1$@ sessioni: scarico a %2$@ %3$@.
ko: %1$@회 세션 정체 — %2$@ %3$@로 디로드.
pl: Zastój od %1$@ sesji — deload do %2$@ %3$@.
pt: %1$@ sessões estagnado — descarga para %2$@ %3$@.
pt_br: %1$@ sessões sem progresso — reduza a carga para %2$@ %3$@.
ru: Застой %1$@ тренировки — разгрузка до %2$@ %3$@.
th: ไม่คืบหน้า %1$@ ครั้ง — ลดน้ำหนักลงเหลือ %2$@ %3$@
tr: %1$@ seanstır takıldın — %2$@ %3$@ ağırlığa deload.
uk: Застій %1$@ тренування — розвантаження до %2$@ %3$@.
zh: 已停滞 %1$@ 次训练——减载到 %2$@ %3$@。

source: Standard set — tap to count the pairs you own.
ar: الطقم القياسي — اضغط لعدّ الأزواج التي تملكها.
de: Standardsatz — tippe, um deine Paare zu zählen.
es: Juego estándar — toca para contar los pares que tienes.
fr: Jeu standard — touche pour compter tes paires.
hi: स्टैंडर्ड सेट — अपने पास मौजूद जोड़ों को गिनने के लिए टैप करें।
hu: Szabvány készlet — koppints, hogy megszámold a birtokodban lévő párokat.
it: Set standard — tocca per contare le coppie che possiedi.
ko: 표준 세트 — 가지고 있는 쌍의 수를 세려면 탭하세요.
pl: Standardowy zestaw — dotknij, aby policzyć swoje pary.
pt: Conjunto padrão — toca para contares os pares que tens.
pt_br: Conjunto padrão — toque para contar os pares que você tem.
ru: Стандартный набор — нажми, чтобы посчитать свои пары.
th: ชุดมาตรฐาน — แตะเพื่อนับจำนวนคู่ที่คุณมี
tr: Standart set — sahip olduğun çiftleri saymak için dokun.
uk: Стандартний набір — натисни, щоб порахувати свої пари.
zh: 标准配置——点按以清点你拥有的对数。

source: Standing barbell curl
ar: ثني الذراعين بالبار وقوفًا
de: Bizepscurls mit der Langhantel im Stehen
es: Curl con barra de pie
fr: Curl barre debout
hi: स्टैंडिंग बारबेल कर्ल
hu: Álló rúdas bicepszhajlítás
it: Curl con bilanciere in piedi
ko: 스탠딩 바벨 컬
pl: Uginanie ramion ze sztangą w staniu
pt: Rosca direta com barra em pé
pt_br: Rosca direta com barra em pé
ru: Подъём штанги на бицепс стоя
th: บาร์เบลเคิร์ลยืน
tr: Ayakta barbell curl
uk: Згинання рук зі штангою стоячи
zh: 站姿杠铃弯举

source: Start
ar: بدء
de: Los
es: Empezar
fr: Démarrer
hi: शुरू
hu: Indítás
it: Inizia
ko: 시작
pl: Trenuj
pt: Começar
pt_br: Começar
ru: Старт
th: เริ่ม
tr: Başla
uk: Старт
zh: 开始

source: Start a new plan
ar: ابدأ خطة جديدة
de: Einen neuen Plan beginnen
es: Empezar un plan nuevo
fr: Commencer un nouveau plan
hi: नई योजना शुरू करें
hu: Új terv indítása
it: Inizia un nuovo piano
ko: 새 계획 시작
pl: Zacznij nowy plan
pt: Começar um plano novo
pt_br: Começar um plano novo
ru: Начать новый план
th: เริ่มแผนใหม่
tr: Yeni bir plan başlat
uk: Почати новий план
zh: 开始新计划

source: Start set
ar: بدء المجموعة
de: Satz starten
es: Iniciar serie
fr: Démarrer la série
hi: सेट शुरू करें
hu: Sorozat indítása
it: Avvia la serie
ko: 세트 시작
pl: Zacznij serię
pt: Iniciar série
pt_br: Iniciar série
ru: Начать подход
th: เริ่มเซ็ต
tr: Seti başlat
uk: Почати підхід
zh: 开始这一组

source: Start the demo
ar: ابدأ العرض التجريبي
de: Demo starten
es: Iniciar la demo
fr: Lancer la démo
hi: डेमो शुरू करें
hu: Demó indítása
it: Avvia la demo
ko: 데모 시작
pl: Uruchom demo
pt: Iniciar a demo
pt_br: Iniciar a demo
ru: Запустить демо
th: เริ่มเดโม
tr: Demoyu başlat
uk: Запустити демо
zh: 开始演示

source: Start time
ar: وقت البدء
de: Startzeit
es: Hora de inicio
fr: Heure de début
hi: शुरू होने का समय
hu: Kezdés ideje
it: Ora di inizio
ko: 시작 시간
pl: Godzina rozpoczęcia
pt: Hora de início
pt_br: Hora de início
ru: Время начала
th: เวลาเริ่ม
tr: Başlangıç saati
uk: Час початку
zh: 开始时间

source: Start without weighing in
ar: بدء دون تسجيل الوزن
de: Ohne Wiegen starten
es: Empezar sin pesarse
fr: Commencer sans se peser
hi: बिना तौले शुरू करें
hu: Indítás mérés nélkül
it: Inizia senza pesarti
ko: 체중 기록 없이 시작
pl: Zacznij bez ważenia
pt: Começar sem pesar
pt_br: Iniciar sem se pesar
ru: Начать без взвешивания
th: เริ่มโดยไม่ชั่งน้ำหนัก
tr: Tartılmadan başla
uk: Почати без зважування
zh: 不称重直接开始

source: Start workout
ar: بدء التمرين
de: Training starten
es: Empezar entrenamiento
fr: Démarrer la séance
hi: वर्कआउट शुरू करें
hu: Edzés indítása
it: Inizia allenamento
ko: 운동 시작
pl: Zacznij trening
pt: Começar treino
pt_br: Começar treino
ru: Начать тренировку
th: เริ่มออกกำลังกาย
tr: Antrenmana başla
uk: Почати тренування
zh: 开始训练

# Start {0}
source: Start %1$@
ar: بدء %1$@
de: %1$@ starten
es: Empezar %1$@
fr: Commencer %1$@
hi: %1$@ शुरू करें
hu: %1$@ indítása
it: Inizia %1$@
ko: %1$@ 시작
pl: Zacznij %1$@
pt: Começar %1$@
pt_br: Começar %1$@
ru: Начать %1$@
th: เริ่ม %1$@
tr: %1$@ başlat
uk: Почати %1$@
zh: 开始 %1$@

# Start {0} ▶
source: Start %1$@ ▶
ar: بدء %1$@ ◀
de: %1$@ starten ▶
es: Empezar %1$@ ▶
fr: Démarrer %1$@ ▶
hi: %1$@ शुरू करें ▶
hu: %1$@ indítása ▶
it: Inizia %1$@ ▶
ko: %1$@ 시작 ▶
pl: Zacznij %1$@ ▶
pt: Começar %1$@ ▶
pt_br: Começar %1$@ ▶
ru: Начать %1$@ ▶
th: เริ่ม %1$@ ▶
tr: %1$@ başlat ▶
uk: Почати %1$@ ▶
zh: 开始%1$@ ▶

source: Start ▶
ar: بدء ◀
es: Empezar ▶
fr: Démarrer ▶
hi: शुरू ▶
hu: Indítás ▶
it: Inizia ▶
ko: 시작 ▶
pt: Começar ▶
pt_br: Começar ▶
ru: Начать ▶
th: เริ่ม ▶
tr: Başla ▶
uk: Почати ▶
zh: 开始 ▶

source: Starting download…
ar: جارٍ بدء التنزيل…
de: Download wird gestartet…
es: Iniciando descarga…
fr: Démarrage du téléchargement…
hi: डाउनलोड शुरू हो रहा है…
hu: Letöltés indítása…
it: Avvio del download…
ko: 다운로드 시작 중…
pl: Rozpoczynanie pobierania…
pt: A iniciar transferência…
pt_br: Iniciando download…
ru: Начало загрузки…
th: กำลังเริ่มดาวน์โหลด…
tr: İndirme başlatılıyor…
uk: Починаю завантаження…
zh: 正在开始下载…

source: Stats
ar: الإحصائيات
de: Statistik
es: Progreso
hi: आँकड़े
hu: Statisztika
it: Statistiche
ko: 통계
pl: Statystyki
pt: Estatísticas
pt_br: Estatísticas
ru: Статистика
th: สถิติ
tr: İstatistik
uk: Статистика
zh: 统计

source: Step (seconds)
ar: الخطوة (بالثواني)
de: Schritt (Sekunden)
es: Incremento (segundos)
fr: Palier (secondes)
hi: स्टेप (सेकंड)
hu: Lépésköz (másodperc)
it: Incremento (secondi)
ko: 증가폭 (초)
pl: Skok (sekundy)
pt: Incremento (segundos)
pt_br: Incremento (segundos)
ru: Шаг (секунды)
th: ขั้นละ (วินาที)
tr: Artış (saniye)
uk: Крок (секунди)
zh: 加量（秒）

# Step ({0})
source: Step (%1$@)
ar: الخطوة (%1$@)
de: Schritt (%1$@)
es: Incremento (%1$@)
fr: Palier (%1$@)
hi: स्टेप (%1$@)
hu: Lépésköz (%1$@)
it: Incremento (%1$@)
ko: 증가폭 (%1$@)
pl: Skok (%1$@)
pt: Incremento (%1$@)
pt_br: Incremento (%1$@)
ru: Шаг (%1$@)
th: ขั้นละ (%1$@)
tr: Artış (%1$@)
uk: Крок (%1$@)
zh: 加量（%1$@）

# Step {0} of {1}
source: Step %1$@ of %2$@
ar: الخطوة %1$@ من %2$@
de: Schritt %1$@ von %2$@
es: Paso %1$@ de %2$@
fr: Étape %1$@ sur %2$@
hi: चरण %1$@/%2$@
hu: %1$@. lépés / %2$@
it: Passo %1$@ di %2$@
ko: %2$@단계 중 %1$@단계
pl: Krok %1$@ z %2$@
pt: Passo %1$@ de %2$@
pt_br: Passo %1$@ de %2$@
ru: Шаг %1$@ из %2$@
th: ขั้นตอน %1$@ จาก %2$@
tr: Adım %1$@/%2$@
uk: Крок %1$@ з %2$@
zh: 第 %1$@ 步，共 %2$@ 步

source: Strength
ar: القوة
de: Kraft
es: Fuerza
fr: Force
hi: शक्ति
hu: Erő
it: Forza
ko: 근력
pl: Siła
pt: Força
pt_br: Força
ru: Сила
th: ความแข็งแรง
tr: Kuvvet
uk: Сила
zh: 力量

source: Strength shows retained muscle strength. Train again to reset it.
ar: تقدّر مقدار القوة المتبقية في العضلة. درّبها مرة أخرى لإعادة ضبطها.
de: Die Kraft zeigt, wie viel Muskelkraft erhalten ist. Trainiere erneut, um sie zurückzusetzen.
es: La fuerza muestra cuánta fuerza muscular se conserva. Vuelve a entrenar para restablecerla.
fr: La force indique combien de force musculaire est conservée. Entraîne-toi à nouveau pour la réinitialiser.
hi: शक्ति बताती है कि मांसपेशियों की कितनी ताकत बनी हुई है। इसे रीसेट करने के लिए फिर से ट्रेन करें।
hu: Az erő azt mutatja, mennyi izomerő maradt meg. Edz újra, hogy visszaálljon.
it: La forza mostra quanta forza muscolare hai mantenuto. Allenati di nuovo per reimpostarla.
ko: 근력은 근육에 남아 있는 힘을 보여줍니다. 다시 운동하면 값이 초기화됩니다.
pl: Siła pokazuje, ile siły mięśniowej pozostało. Ponowny trening przywraca jej poziom wyjściowy.
pt: A força mostra quanta força muscular se mantém. Treina novamente para repor o valor.
pt_br: A força mostra quanto da força muscular foi mantida. Treine novamente para redefinir o valor.
ru: Сила показывает, сколько мышечной силы сохранилось. Повторная тренировка сбрасывает это значение.
th: ความแข็งแรงแสดงกำลังกล้ามเนื้อที่ยังคงเหลืออยู่ ฝึกอีกครั้งเพื่อรีเซ็ตค่านี้
tr: Kuvvet, kas gücünün ne kadarının korunduğunu gösterir. Yeniden çalışarak değeri sıfırlayabilirsin.
uk: Сила показує, скільки м’язової сили збереглося. Повторне тренування скидає це значення.
zh: 力量显示肌肉力量保留了多少。再次训练即可重置。

source: Structural balance
ar: التوازن البنيوي
de: Strukturelle Balance
es: Balance estructural
fr: Équilibre structurel
hi: संरचनात्मक संतुलन
hu: Strukturális egyensúly
it: Equilibrio strutturale
ko: 구조적 밸런스
pl: Balans strukturalny
pt: Equilíbrio estrutural
pt_br: Balanço estrutural
ru: Структурный баланс
th: สมดุลโครงสร้าง
tr: Yapısal denge
uk: Структурний баланс
zh: 结构平衡

source: Su
ar: الأحد
de: So
es: Do
fr: Di
hi: र
hu: V
it: Do
ko: 일
pl: Nd
pt: Do
pt_br: D
ru: Вс
th: อา
tr: Pz
uk: Нд
zh: 日

source: Suggestions
ar: الاقتراحات
de: Vorschläge
es: Sugerencias
hi: सुझाव
hu: Javaslatok
it: Suggerimenti
ko: 제안
pl: Sugestie
pt: Sugestões
pt_br: Sugestões
ru: Предложения
th: ข้อเสนอแนะ
tr: Öneriler
uk: Пропозиції
zh: 建议

source: Suggestions ready
ar: الاقتراحات جاهزة
de: Vorschläge bereit
es: Sugerencias listas
fr: Suggestions prêtes
hi: सुझाव तैयार हैं
hu: A javaslatok készen állnak
it: Suggerimenti pronti
ko: 제안 준비 완료
pl: Propozycje gotowe
pt: Sugestões prontas
pt_br: Sugestões prontas
ru: Предложения готовы
th: ข้อเสนอแนะพร้อมแล้ว
tr: Öneriler hazır
uk: Пропозиції готові
zh: 建议已就绪

source: Sunday
ar: الأحد
de: Sonntag
es: Domingo
fr: Dimanche
hi: रविवार
hu: Vasárnap
it: Domenica
ko: 일요일
pl: Niedziela
pt: Domingo
pt_br: Domingo
ru: Воскресенье
th: วันอาทิตย์
tr: Pazar
uk: Неділя
zh: 星期日

source: Superset
ar: سوبر سِت
de: Supersatz
es: Superserie
hi: सुपरसेट
hu: Szuperszett
ko: 슈퍼세트
pl: Superseria
pt: Supersérie
ru: Суперсет
th: ซูเปอร์เซ็ต
tr: Süperset
uk: Суперсет
zh: 超级组

source: Superset buttons in the exercise header
ar: أزرار السوبر سِت في ترويسة التمرين
de: Superset-Tasten im Übungskopf
es: Botones de superserie en la cabecera del ejercicio
fr: Boutons superset dans l'en-tête de l'exercice
hi: व्यायाम शीर्षक में सुपरसेट बटन
hu: Szuperszett gombok a gyakorlat fejlécében
it: Pulsanti superset nell’intestazione dell’esercizio
ko: 운동 제목의 슈퍼세트 버튼
pl: Przyciski superserii w nagłówku ćwiczenia
pt: Botões de superset no cabeçalho do exercício
pt_br: Botões de superset no cabeçalho do exercício
ru: Кнопки суперсета в заголовке упражнения
th: ปุ่มซูเปอร์เซ็ตในหัวข้อท่า
tr: Egzersiz başlığında süperset düğmeleri
uk: Кнопки суперсета в заголовку вправи
zh: 动作标题中的超级组按钮

source: Superset with exercise above
ar: سوبر سِت مع التمرين أعلاه
de: Supersatz mit der Übung darüber
es: Superserie con el ejercicio de arriba
fr: Superset avec l'exercice au-dessus
hi: ऊपर वाले व्यायाम के साथ सुपरसेट
hu: Szuperszett a fenti gyakorlattal
it: Superset con l'esercizio sopra
ko: 위 운동과 슈퍼세트
pl: Superseria z ćwiczeniem powyżej
pt: Supersérie com o exercício acima
pt_br: Superset com o exercício acima
ru: Суперсет с упражнением выше
th: ซูเปอร์เซ็ตกับท่าด้านบน
tr: Üstteki egzersizle süperset
uk: Суперсет із вправою вище
zh: 与上面的动作组成超级组

# Superset {0} / {1}
source: Superset %1$@ / %2$@
ar: سوبر سِت %1$@ / %2$@
de: Supersatz %1$@ / %2$@
es: Superserie %1$@ / %2$@
hi: सुपरसेट %1$@ / %2$@
hu: Szuperszett %1$@ / %2$@
ko: 슈퍼세트 %1$@ / %2$@
pl: Superseria %1$@ / %2$@
pt: Supersérie %1$@ / %2$@
ru: Суперсет %1$@ / %2$@
th: ซูเปอร์เซ็ต %1$@ / %2$@
tr: Süperset %1$@ / %2$@
uk: Суперсет %1$@ / %2$@
zh: 超级组 %1$@ / %2$@

# Superset {0} with {1}
source: Superset %1$@ with %2$@
ar: ربط %1$@ في سوبر سِت مع %2$@
de: %1$@ mit %2$@ zum Supersatz verbinden
es: Superserie de %1$@ con %2$@
fr: Superset %1$@ avec %2$@
hi: %1$@ को %2$@ के साथ सुपरसेट करें
hu: %1$@ szuperszettbe ezzel: %2$@
it: Superserie di %1$@ con %2$@
ko: %1$@과(와) %2$@을(를) 슈퍼세트로 묶기
pl: Połącz %1$@ z %2$@ w superserię
pt: Supersérie de %1$@ com %2$@
pt_br: Supersérie de %1$@ com %2$@
ru: Объединить %1$@ и %2$@ в суперсет
th: ซูเปอร์เซ็ต %1$@ กับ %2$@
tr: %1$@ ile %2$@ süperset yap
uk: Об’єднати %1$@ і %2$@ у суперсет
zh: 将 %1$@ 与 %2$@ 组成超级组

source: Superset · do these back-to-back, rest when done
ar: سوبر سِت · نفّذ التمارين تلو الأخرى، واسترح عند الانتهاء
de: Supersatz · direkt nacheinander, Pause erst danach
es: Superserie · hazlos seguidos, descansa al final
fr: Superset · enchaîne-les, repos à la fin
hi: सुपरसेट · इन्हें लगातार करें, अंत में आराम
hu: Szuperszett · végezd egymás után, pihenj csak utána
it: Superset · falli uno dopo l’altro, riposo alla fine
ko: 슈퍼세트 · 연달아 수행하고, 전부 끝난 뒤 휴식
pl: Superseria · rób jedno po drugim, odpocznij na końcu
pt: Supersérie · faz seguidos, descansa no final
pt_br: Superset · faça estes exercícios em sequência e descanse ao terminar
ru: Суперсет · выполняй подряд, отдых в конце
th: ซูเปอร์เซ็ต · ทำต่อเนื่องกัน แล้วค่อยพักหลังทำครบทั้งคู่
tr: Süperset · art arda yap, sonunda dinlen
uk: Суперсет · виконуй підряд, відпочинок наприкінці
zh: 超级组 · 连续完成，全部做完再休息

source: Supine pull-ups (bodyweight + load)
ar: العقلة بقبضة معكوسة (وزن الجسم + الحمل)
de: Klimmzüge im Untergriff (Körpergewicht + Zusatzgewicht)
es: Dominadas supinas (peso corporal + carga)
fr: Tractions en supination (poids du corps + charge)
hi: सुपाइन पुल-अप्स (शरीर का वज़न + भार)
hu: Húzódzkodás alsó fogással (testsúly + plusz súly)
it: Trazioni presa supina (corpo libero + sovraccarico)
ko: 언더핸드 풀업 (체중 + 중량)
pl: Podciąganie podchwytem (masa ciała + obciążenie)
pt: Barra supinada (peso corporal + carga)
pt_br: Barra supinada (peso corporal + carga)
ru: Подтягивания супинированным хватом (свой вес + отягощение)
th: พูลอัพจับหงาย (น้ำหนักตัว + น้ำหนักเสริม)
tr: Supine barfiks (vücut ağırlığı + ek yük)
uk: Підтягування зворотним хватом (власна вага + обтяження)
zh: 反手引体向上（自重+负重）

source: Swap exercise
ar: استبدال التمرين
de: Übung wechseln
es: Cambiar ejercicio
fr: Remplacer l’exercice
hi: व्यायाम बदलें
hu: Gyakorlat cseréje
it: Sostituisci esercizio
ko: 운동 바꾸기
pl: Zamień ćwiczenie
pt: Trocar exercício
pt_br: Trocar exercício
ru: Заменить упражнение
th: สลับท่าออกกำลังกาย
tr: Egzersizi değiştir
uk: Замінити вправу
zh: 更换动作

source: Swap exercise?
ar: استبدال التمرين؟
de: Übung tauschen?
es: ¿Cambiar ejercicio?
fr: Remplacer l’exercice ?
hi: एक्सरसाइज़ बदलें?
hu: Cseréled a gyakorlatot?
it: Sostituire l’esercizio?
ko: 운동을 바꿀까요?
pl: Zamienić ćwiczenie?
pt: Trocar exercício?
pt_br: Trocar exercício?
ru: Заменить упражнение?
th: สลับท่าออกกำลังกาย?
tr: Egzersiz değiştirilsin mi?
uk: Замінити вправу?
zh: 要更换动作吗？

# Swap {0} for {1}
source: Swap %1$@ for %2$@
ar: استبدال %1$@ بـ %2$@
de: %1$@ durch %2$@ ersetzen
es: Cambiar %1$@ por %2$@
fr: Remplacer %1$@ par %2$@
hi: %1$@ की जगह %2$@
hu: %1$@ cseréje erre: %2$@
it: Sostituisci %1$@ con %2$@
ko: %1$@을(를) %2$@(으)로 교체
pl: Zamień %1$@ na %2$@
pt: Trocar %1$@ por %2$@
pt_br: Trocar %1$@ por %2$@
ru: Заменить %1$@ на %2$@
th: เปลี่ยน %1$@ เป็น %2$@
tr: %1$@ yerine %2$@
uk: Замінити %1$@ на %2$@
zh: 将 %1$@ 换成 %2$@

source: Switching the unit offers to convert every stored weight.
ar: عند تبديل الوحدة يُعرض تحويل كل وزن محفوظ.
de: Beim Einheitenwechsel wird angeboten, alle gespeicherten Gewichte umzurechnen.
es: Al cambiar la unidad se ofrece convertir todos los pesos guardados.
fr: Changer d’unité propose de convertir tous les poids enregistrés.
hi: इकाई बदलने पर सभी सहेजे गए वज़न बदलने का विकल्प मिलता है।
hu: Mértékegység-váltáskor felajánlja minden tárolt súly átváltását.
it: Cambiando unità viene proposto di convertire tutti i pesi salvati.
ko: 단위를 바꾸면 저장된 모든 무게를 변환할지 물어봅니다.
pl: Zmiana jednostki proponuje przeliczenie wszystkich zapisanych ciężarów.
pt: Ao mudar de unidade é proposto converter todos os pesos guardados.
pt_br: Ao mudar de unidade é oferecido converter todos os pesos salvos.
ru: При смене единицы предлагается пересчитать все сохранённые веса.
th: เมื่อเปลี่ยนหน่วยจะมีตัวเลือกให้แปลงน้ำหนักที่บันทึกไว้ทั้งหมด
tr: Birim değiştirilince tüm kayıtlı ağırlıkları çevirme seçeneği sunulur.
uk: При зміні одиниці буде запропоновано перерахувати всі збережені ваги.
zh: 切换单位时会提示换算所有已保存的重量。

source: Sync failed: the server refused the upload as too large. Your changes have not reached the server.
ar: فشلت المزامنة: رفض الخادم الرفع لأنه كبير جدًا. لم تصل تغييراتك إلى الخادم.
de: Synchronisierung fehlgeschlagen: Der Server hat den Upload als zu groß abgelehnt. Deine Änderungen sind noch nicht auf dem Server angekommen.
es: Error de sincronización: el servidor rechazó la subida por ser demasiado grande. Tus cambios no han llegado al servidor.
fr: Échec de la synchronisation : le serveur a refusé l’envoi, trop volumineux. Tes modifications n’ont pas atteint le serveur.
hi: सिंक विफल: सर्वर ने अपलोड को बहुत बड़ा बताकर अस्वीकार कर दिया। आपके बदलाव सर्वर तक नहीं पहुँचे हैं।
hu: A szinkronizálás nem sikerült: a szerver túl nagynak találta a feltöltést és elutasította. A módosításaid nem jutottak el a szerverre.
it: Sincronizzazione fallita: il server ha rifiutato il caricamento perché troppo grande. Le tue modifiche non hanno raggiunto il server.
ko: 동기화 실패: 서버가 업로드가 너무 크다며 거부했습니다. 변경 내용이 서버에 반영되지 않았습니다.
pl: Synchronizacja nie powiodła się: serwer odrzucił przesyłanie jako zbyt duże. Twoje zmiany nie dotarły na serwer.
pt: A sincronização falhou: o servidor recusou o envio por ser demasiado grande. As tuas alterações não chegaram ao servidor.
pt_br: A sincronização falhou: o servidor recusou o envio por ser grande demais. Suas alterações não chegaram ao servidor.
ru: Синхронизация не удалась: сервер отклонил загрузку как слишком большую. Твои изменения не дошли до сервера.
th: ซิงค์ไม่สำเร็จ: เซิร์ฟเวอร์ปฏิเสธการอัปโหลดเพราะข้อมูลใหญ่เกินไป การเปลี่ยนแปลงของคุณยังไม่ถึงเซิร์ฟเวอร์
tr: Eşitleme başarısız: sunucu yüklemeyi çok büyük diye reddetti. Değişikliklerin sunucuya ulaşmadı.
uk: Синхронізація не вдалася: сервер відхилив завантаження як завелике. Твої зміни не дійшли до сервера.
zh: 同步失败：服务器拒绝了上传，内容过大。你的更改尚未同步到服务器。

source: Sync now
ar: زامِن الآن
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
hi: अभी सिंक करें
hu: Szinkronizálás most
it: Sincronizza ora
ko: 지금 동기화
pl: Synchronizuj teraz
pt: Sincronizar agora
pt_br: Sincronizar agora
ru: Синхронизировать сейчас
th: ซิงค์ตอนนี้
tr: Şimdi eşitle
uk: Синхронізувати зараз
zh: 立即同步

source: Sync this device to your own self-hosted openGym instead.
ar: زامن هذا الجهاز مع نسخة openGym المستضافة ذاتيًا بدلًا من ذلك.
de: Dieses Gerät stattdessen mit deinem eigenen self-hosted openGym synchronisieren.
es: Sincroniza este dispositivo con tu propio openGym self-hosted.
fr: Synchronise plutôt cet appareil avec votre propre openGym self-hosted.
hi: इसके बजाय इस डिवाइस को अपने खुद के सेल्फ़-होस्टेड openGym से सिंक करें।
hu: Szinkronizáld inkább ezt az eszközt a saját self-hosted openGym-eddel.
it: Sincronizza invece questo dispositivo con il tuo openGym self-hosted.
ko: 대신 이 기기를 직접 호스팅하는 openGym 서버와 동기화합니다.
pl: Zsynchronizuj to urządzenie z własnym, samodzielnie hostowanym openGym.
pt: Sincroniza este dispositivo com o teu próprio openGym self-hosted.
pt_br: Sincronize este dispositivo com o seu próprio openGym auto-hospedado.
ru: Синхронизировать это устройство с вашим собственным self-hosted openGym.
th: ซิงก์อุปกรณ์นี้กับ openGym ที่คุณโฮสต์เองแทน
tr: Bu cihazı bunun yerine kendi self-hosted openGym'inle senkronize et.
uk: Синхронізувати цей пристрій із твоїм власним self-hosted openGym.
zh: 改为将此设备与你自己的自托管 openGym 同步。

source: Syncing…
ar: جارٍ المزامنة…
de: Wird synchronisiert…
es: Sincronizando…
fr: Synchronisation…
hi: सिंक हो रहा है…
hu: Szinkronizálás…
it: Sincronizzazione…
ko: 동기화 중…
pl: Synchronizowanie…
pt: A sincronizar…
pt_br: Sincronizando…
ru: Синхронизация…
th: กำลังซิงค์…
tr: Eşitleniyor…
uk: Синхронізація…
zh: 正在同步…

source: System
ar: النظام
es: Sistema
fr: Système
hi: सिस्टम
hu: Rendszer
it: Sistema
ko: 시스템
pt: Sistema
pt_br: Sistema
ru: Системная
th: ระบบ
tr: Sistem
uk: Системна
zh: 跟随系统

source: Tap a muscle to see its exercises.
ar: اضغط على عضلة لعرض تمارينها.
de: Tippe auf einen Muskel, um seine Übungen zu sehen.
es: Toca un músculo para ver sus ejercicios.
fr: Touchez un muscle pour voir ses exercices.
hi: व्यायाम देखने के लिए किसी मांसपेशी पर टैप करें।
hu: Koppints egy izomra, hogy lásd a hozzá tartozó gyakorlatokat.
it: Tocca un muscolo per vedere i suoi esercizi.
ko: 근육을 눌러 해당 운동을 확인하세요.
pl: Dotknij mięśnia, aby zobaczyć jego ćwiczenia.
pt: Toque num músculo para ver os seus exercícios.
pt_br: Toque em um músculo para ver seus exercícios.
ru: Нажмите на мышцу, чтобы увидеть её упражнения.
th: แตะกล้ามเนื้อเพื่อดูท่าที่เกี่ยวข้อง
tr: Egzersizlerini görmek için bir kas seçin.
uk: Натисни на м’яз, щоб побачити його вправи.
zh: 点击肌肉查看其动作。

source: Tap a trained day for details · tap any other day to plan a session
ar: اضغط على يوم تدرّبت فيه للتفاصيل · اضغط على أي يوم آخر لجدولة جلسة
de: Tippe auf einen trainierten Tag für Details · tippe auf jeden anderen Tag, um zu planen
es: Toca un día entrenado para ver detalles · toca cualquier otro día para planificar
fr: Tape un jour entraîné pour les détails · tape un autre jour pour planifier
hi: विवरण के लिए ट्रेन किए दिन पर टैप करें · योजना बनाने के लिए किसी और दिन पर टैप करें
hu: Koppints egy edzett napra a részletekért · koppints bármely másik napra egy edzés tervezéséhez
it: Tocca un giorno allenato per i dettagli · tocca un altro giorno per pianificare
ko: 운동한 날을 탭하면 상세 정보 · 다른 날을 탭하면 계획 설정
pl: Dotknij dnia z treningiem, aby zobaczyć szczegóły · dotknij innego dnia, aby zaplanować
pt: Toca num dia treinado para detalhes · toca noutro dia para planear
pt_br: Toque em um dia treinado para ver detalhes · toque em outro dia para planejar uma sessão
ru: Нажми на день с тренировкой — детали · на любой другой — планирование
th: แตะวันที่ออกกำลังกายแล้วเพื่อดูรายละเอียด · แตะวันอื่นเพื่อวางแผน
tr: Antrenman yapılan güne dokun: detaylar · başka bir güne dokun: planla
uk: Натисни на день із тренуванням — деталі · на будь-який інший — планування
zh: 点按已训练的日期查看详情 · 点按其他日期安排训练
